/* Title for alert displayed when download or parse error occurs. */
"Error Title" = "Cannot Show Earthquakes";

/* Error message displayed when not connected to the Internet. */
"No Connection Error" = "SeismicXML cannot retrieve earthquake data because it is not connected to the Internet.";

/* Error message displayed when receiving an HTTP connection error. */
"HTTP Error" = "SeismicXML cannot retrieve earthquake data because of a connection problem.";

/* Title for sheet displayed with options for displaying Earthquake data in other applications */
"External App Sheet Title" = "Open Earthquake in External Application";

/* Cancel */
"Cancel" = "Cancel";

/* Show Location in Maps */
"Show Location in Maps" = "Show Location in Maps";

/* Show USGS Site in Safari */
"Show USGS Site in Safari" = "Show USGS Site in Safari";
